amd-ucode
android-studio
baobab
base
base-devel
bash-completion
bat
bibata-cursor-theme
bluetui
bluez-deprecated-tools
bluez-utils
brave-bin
brightnessctl
btop
chromium
clang
cmake
code
curl
decibels
dmidecode
dnsmasq
dosfstools
efibootmgr
epiphany
ex-vi-compat
eza
fd
fzf
gdm
ghostty
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-themes-extra
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
godot
grilo-plugins
grub
gst-thumbnailers
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hyprland
hyprpolkitagent
imv
inotify-tools
iwd
kitty
libguestfs
linux
linux-firmware
loupe
ly
mako
malcontent
man-db
man-pages
mesa-utils
mpv
mtools
nano
nautilus
nemo
neovim
networkmanager
ninja
nmrs
noto-fonts
ntfs-3g
nvidia-open
nvidia-settings
nvidia-utils
nwg-look
openbsd-netcat
openssh
orca
papers
pavucontrol
pipewire-alsa
pipewire-jack
playerctl
qdiskinfo-bin
qemu-base
qt5-wayland
qt6-wayland
qt6ct
reflector
rofi
rygel
showtime
simple-scan
snapshot
spotify
starship
steam
sudo
sushi
tecla
texinfo
ttf-jetbrains-mono-nerd
unzip
vde2
vim
virt-manager
virt-viewer
waybar
wget
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
yay
yelp
zip
zoxide
zscroll-git
zsh
